[
    {
      "id": 1,
      "img": "https://i.ibb.co/jHCJK9f/mem-3.png",
      "name": "Dr. Kabir",
      "review": "Your customer service is outstanding, your packaging is beautiful and the products I have received so far are wonderful - great quality!  Your catalog is fabulous.  I usually hate getting catalogs but yours will be staying with me and used often - it's pretty enough to leave on my coffee table!  But what I find most appealing is that your prices are better than most other options out there on almost every product!"
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/kmLmWP5/mem-1.png",
      "name": "Sabbir vai",
      "review": "It is nice to know that your company takes the time to get to know their customers.  I am very pleased with my purchases and wish that I would of found you earlier!  I have a small online shop on Etsy but have been making jewelry for 10+ years now.  I will definitely order many times in the future and will pass your name on to my fellow artisans so they may also go shopping, too!"
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/hZWqjd4/mem-2.png",
      "name": "Devid Parvej",
      "review": "I have been incredibly pleased with everything from Halstead!  I'm a small business customer, with the emphasis on the small, but I feel like I matter to you guys and that's nice … and rare.  I am planning to have a little section dedicated to your awesome components and chain in my shop when they come in.  Many of my customers like to know that they're supporting businesses that are 'likeminded' when it comes to customer service, small businesses, etc."
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/xf6HCKj/e96ac2-57a5456e6f2a4b9fb7a534a9fe97f745.webp",
      "name": "Monirujjaman",
      "review": "Everything I have received so far has been wonderful.  I am working on making samples for my website and am so happy with the quality and value of everything.  I did hours and days and weeks of looking and pricing before placing an order, and Halstead was by far the best in both selection and cost."
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/m91RTMg/unknown.jpg",
      "name": "GM. Rajon",
      "review": "I just got my order of birthstone charms and they are FABULOUS!  The colors are amazing and the size and price are PERFECT.  I have to reiterate how much I love Halstead.  Your customer service, selection and prices are top notch and I love that you’re up the hill from me so I always get my stuff in record time.  I’m a huge fan of you all!"
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/m91RTMg/unknown.jpg",
      "name": "Ashraful Khan",
      "review": "Absolutely fantastic folks!  I’ve ordered from Halstead for years and they are super-duper.  Being a small jewelry designer/business owner, their products have always given my designs that little ‘something extra’ that I feel helps my sales.  Customer service A+"
    }
  ]


  

